Repository: pombreda/https-gitorious.org-appstream-software-center
Catalog: po/*.po
Languages: ar, es, fr, nl

source: All
ar: الكل
es: Todo
fr: Tout
nl: Alle

source: Search in %s
ar: ابحث في %s
es: Buscar en %s
fr: Chercher dans %s
nl: Zoeken in %s

source: %s items available
ar: %s عناصر متوفرة
es: %s elementos disponibles
fr: %s éléments disponibles
nl: %s items beschikbaar

source: Description
ar: الوصف
es: Descripción
nl: Omschrijving

source: Not available in the current data
ar: غير متوفر في البيانات الحالية
es: No disponible en los datos actuales
fr: Non disponible dans les données actuelles
nl: Niet beschilbaar in de huidige gegevens

source: Version: %s (%s)
ar: الإصدار: %s (%s)
es: Versión: %s (%s)
nl: Versie: %s (%s)

source: %s is installed on this computer.
ar: %s مثبت على هذا الحاسوب.
es: %s está instalado en este equipo.
fr: %s est installé sur cet ordinateur.
nl: %s is ge誰nstalleerd op uw computer.

source: It is used by %s piece of installed software.
ar: ليس مستخدما من قبل أي قطعة من البرمجيات المثبّتة.
es: Este es usado por %s pieza de software instalado.
fr: il est utilisé par %s morceau de logiciels installés.
nl: Het wordt gebruikt door %s ge誰nstalleerde applicatie.

source: Price: %s
ar: السعر: %s
es: Precio: %s
fr: Prix : %s
nl: Prijs: %s

source: Free
ar: حرّ
es: Gratis
fr: Libre
nl: Gratis

source: %s depends on other software on the system.
ar: %s يعتمد على برمجيات أخرى في النظام
es: %s depende de otro software en el sistema.
fr: %s dépend d'autres logiciels dans le système.
nl: %s is afhankelijk van andere software op de computer.

source: Uninstalling it means that the following additional software needs to be removed.
ar: إلغاء تثبيته يعني أن البرمجيات الإضافية التالية يجب إزالتها.
es: Desinstalándolo significa que el software adicional a continuación necesita ser removido.
fr: Le désinstaller signifie que les logiciels supplémentaires suivant doivent être supprimés.
nl: Als u dit verwijdert, moet de volgende software ook verwijderd worden.

source: %s is a core component
ar: %s هو مكون أساسي
es: %s es un componente principal
fr: %s est un composant principal.
nl: %s is een kerncomponent

source: %s is a core application in Ubuntu. Uninstalling it may cause future upgrades to be incomplete. Are you sure you want to continue?
ar: %s هو مكون أساسي في أوبونتو. إلغاء تثبيته قد يتسبب في أن تكون الترقيات المستقبلية ناقصة. هل أنت متأكد من أنك تريد المتابعة؟
es: %s es una aplicación principal en Ubuntu. Desinstalarlo podría causar que futuras actualizaciones queden incompletas. ¿Desea continuar?
fr: %s est un composant principal dans Ubuntu. Le désinstaller peut causer des mises à jour incomplètes dans le future. Êtes-vous sûr de vouloir continuer ?
nl: %s behoort tot de kern van Ubuntu. Als u het verwijdert, slagen toekomstige opwaarderingen mogelijk niet geheel. Weet u zeker dat u wilt doorgaan?

source: ERROR
ar: خطأ
fr: ERREUR
nl: FOUT

source: Upgrade
ar: ترقية
es: Actualizar
fr: Mettre à niveau
nl: Opwaarderen

source: Remove
ar: إحذف
es: Quitar
fr: Supprimer
nl: Verwijderen

source: Install
ar: ثبّت
es: Instalar
fr: Installer
nl: Installeren

source: Enable channel
ar: فعّل القناة
fr: Activer la chaîne
nl: Kanaal inschakelen

source: Get Free software
ar: احصل على برمجيات مجانية
es: Obtener sofware gratuito
fr: Obtenir des logiciels libres
nl: Gratis software verkrijgen

source: Installed software
ar: البرمجيات المثبتة
es: Software instalado
fr: Logiciels installés
nl: Ge誰nstalleerde software

source: In Progress (%i)
ar: يتقدّم (%i)
es: En progreso (%i)
fr: En cours (%i)
nl: Bezig (%i)

source: Pending (%i)
ar: ينتظِر (%i)
es: Pendiente (%i)
fr: En attente (%i)
nl: Wachtend (%i)

source: Install and remove software
ar: ثبّت و أزل برمجيات
es: Instalar y eliminar software
fr: Installer et supprimer des logiciels
nl: Software verwijderen en installeren

source: Software Store
ar: متجر البرمجيات
es: Tienda de software
nl: Softwarewinkel

source: Ubuntu Software Store
ar: متجر برمجيات أوبونتو
es: Tienda de software de Ubuntu
nl: Ubuntu Softwarewinkel
